Repository: JoaoFloresDev/DevLingoRepo
Catalog: DevLingo/DevLingo/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br

# appearance.dark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
pt_br: Escuro

# appearance.light
source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro
pt_br: Claro

# categories.new
source: NEW
de: NEU
es: NUEVO
fr: NOUVEAU
it: NUOVO
pt_br: NOVO

# categories.phrases
source: phrases
de: Phrasen
es: frases
it: frasi
pt_br: frases

# categories.search
source: Search categories...
de: Kategorien suchen...
es: Buscar categorías...
fr: Rechercher des catégories...
it: Cerca categorie...
pt_br: Buscar categorias...

# categories.title
source: Categories
de: Kategorien
es: Categorías
fr: Catégories
it: Categorie
pt_br: Categorias

# category.bug_reports
source: Bug Reports
de: Fehlerberichte
es: Reportes de Errores
fr: Rapports de bugs
it: Segnalazioni Bug
pt_br: Relatórios de Bug

# category.casual
source: Casual Chat
de: Lockeres Gespräch
es: Charla Informal
fr: Discussion informelle
it: Chiacchierata Informale
pt_br: Conversa Informal

# category.documentation
source: Documentation
de: Dokumentation
es: Documentación
it: Documentazione
pt_br: Documentação

# category.polite
source: Polite
de: Höflich
es: Cortés
fr: Poli
it: Cortese
pt_br: Educado

# category.standup
source: Daily Standup
de: Tägliches Standup
es: Reunión Diaria
fr: Réunion quotidienne
it: Standup Giornaliero
pt_br: Reunião Diária

# category.technical
source: Technical
de: Technisch
es: Técnico
fr: Technique
it: Tecnico
pt_br: Técnico

# difficulty.easy
source: Easy
de: Einfach
es: Fácil
fr: Facile
it: Facile
pt_br: Fácil

# difficulty.hard
source: Hard
de: Schwer
es: Difícil
fr: Difficile
it: Difficile
pt_br: Difícil

# difficulty.medium
source: Medium
de: Mittel
es: Medio
fr: Moyen
it: Medio
pt_br: Médio

# filter.all
source: All
de: Alle
es: Todos
fr: Tout
it: Tutti
pt_br: Todos

# history.no_phrases
source: No phrases for this day
de: Keine Phrasen für diesen Tag
es: No hay frases para este día
fr: Aucune phrase pour ce jour
it: Nessuna frase per questo giorno
pt_br: Nenhuma frase para este dia

# history.title
source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
pt_br: Histórico

# home.greeting
source: Good to see you!
de: Schön dich zu sehen!
es: ¡Qué bueno verte!
fr: Content de te voir !
it: Bello vederti!
pt_br: Bom te ver!

# home.reminder.card.cta
source: Enable reminder
de: Erinnerung aktivieren
es: Activar recordatorio
fr: Activer le rappel
it: Attiva promemoria
pt_br: Ativar lembrete

# home.reminder.card.subtitle
source: A daily reminder at the time you pick — one phrase keeps it alive
de: Eine tägliche Erinnerung zur gewählten Zeit — ein Satz hält die Serie am Leben
es: Un recordatorio diario a la hora que elijas — una frase la mantiene viva
fr: Un rappel quotidien à l'heure de ton choix — une phrase suffit à la garder en vie
it: Un promemoria giornaliero all'ora che scegli — una frase la tiene viva
pt_br: Um lembrete diário no horário que você escolher — uma frase mantém a sequência viva

# home.reminder.card.title
source: Don't lose your streak
de: Verliere deine Serie nicht
es: No pierdas tu racha
fr: Ne perds pas ta série
it: Non perdere la tua serie
pt_br: Não perca sua sequência

# home.streak_days
source: day streak
de: Tage in Folge
es: días seguidos
fr: jours consécutifs
it: giorni consecutivi
pt_br: dias seguidos

# home.today_progress
source: today
de: heute
es: hoy
fr: aujourd'hui
it: oggi
pt_br: hoje

# home.todays_phrases
source: Today's Phrases
de: Phrasen des Tages
es: Frases de Hoy
fr: Phrases du jour
it: Frasi di Oggi
pt_br: Frases de Hoje

# home.translations_hidden
source: Translations hidden
de: Übersetzungen ausgeblendet
es: Traducciones ocultas
fr: Traductions masquées
it: Traduzioni nascoste
pt_br: Traduções ocultas

# home.translations_visible
source: Translations visible
de: Übersetzungen sichtbar
es: Traducciones visibles
fr: Traductions visibles
it: Traduzioni visibili
pt_br: Traduções visíveis

# level.advanced
source: Advanced
de: Fortgeschritten
es: Avanzado
fr: Avancé
it: Avanzato
pt_br: Avançado

# level.beginner
source: Beginner
de: Anfänger
es: Principiante
fr: Débutant
it: Principiante
pt_br: Iniciante

# level.elementary
source: Elementary
de: Grundlegend
es: Elemental
fr: Élémentaire
it: Elementare
pt_br: Elementar

# level.fluent
source: Fluent
de: Fließend
es: Fluido
fr: Courant
it: Fluente
pt_br: Fluente

# level.intermediate
source: Intermediate
de: Mittelstufe
es: Intermedio
fr: Intermédiaire
it: Intermedio
pt_br: Intermediário

# notification.daily_reminder.body
source: Your daily English phrases are waiting
de: Deine täglichen Englisch-Phrasen warten
es: Tus frases diarias de inglés te esperan
fr: Vos phrases quotidiennes en anglais vous attendent
it: Le tue frasi quotidiane di inglese ti aspettano
pt_br: Suas frases diárias de inglês estão esperando

# notification.daily_reminder.title
source: Time to learn!
de: Zeit zum Lernen!
es: ¡Hora de aprender!
fr: C'est l'heure d'apprendre !
it: È ora di imparare!
pt_br: Hora de aprender!

# notification.streak_reminder.body
source: Open Devlingo to keep your streak going
de: Öffne Devlingo, um deine Serie fortzusetzen
es: Abre Devlingo para mantener tu racha
fr: Ouvrez Devlingo pour maintenir votre série
it: Apri Devlingo per mantenere la tua serie
pt_br: Abra o Devlingo para manter sua sequência

# notification.streak_reminder.title
source: Don't lose your streak!
de: Verlier deine Serie nicht!
es: ¡No pierdas tu racha!
fr: Ne perdez pas votre série !
it: Non perdere la tua serie!
pt_br: Não perca sua sequência!

# onboarding.hide_translations
source: Hide translations
de: Übersetzungen ausblenden
es: Ocultar traducciones
fr: Masquer les traductions
it: Nascondi traduzioni
pt_br: Ocultar traduções

# onboarding.hide_translations_desc
source: I know some English, let me try first
de: Ich kann etwas Englisch, lass mich erst versuchen
es: Sé algo de inglés, déjame intentar primero
fr: Je connais un peu d'anglais, laissez-moi essayer d'abord
it: Conosco un po' di inglese, fammi provare prima
pt_br: Sei um pouco de inglês, deixe-me tentar primeiro

# onboarding.next
source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
pt_br: Próximo

# onboarding.notifications_spread
source: Spread between 9am and 8pm
de: Verteilt zwischen 9 und 20 Uhr
es: Distribuidas entre 9am y 8pm
fr: Réparties entre 9h et 20h
it: Distribuite tra le 9 e le 20
pt_br: Distribuídas entre 9h e 20h

# onboarding.notifications_subtitle
source: Get phrases delivered throughout your day
de: Erhalte Phrasen über den Tag verteilt
es: Recibe frases a lo largo del día
fr: Recevez des phrases tout au long de la journée
it: Ricevi frasi durante la giornata
pt_br: Receba frases ao longo do seu dia

# onboarding.notifications_title
source: Stay on track
de: Bleib am Ball
es: Mantente en el camino
fr: Restez sur la bonne voie
it: Resta in carreggiata
pt_br: Mantenha o ritmo

# onboarding.phrases_per_day
source: Notifications per day
de: Benachrichtigungen pro Tag
es: Notificaciones por día
fr: Notifications par jour
it: Notifiche al giorno
pt_br: Notificações por dia

# onboarding.select_language
source: What's your native language?
de: Was ist deine Muttersprache?
es: ¿Cuál es tu lengua nativa?
fr: Quelle est votre langue maternelle ?
it: Qual è la tua lingua madre?
pt_br: Qual sua língua nativa?

# onboarding.select_language_subtitle
source: We'll show translations in your language
de: Wir zeigen Übersetzungen in deiner Sprache
es: Te mostraremos traducciones en tu idioma
fr: Nous afficherons les traductions dans votre langue
it: Ti mostreremo le traduzioni nella tua lingua
pt_br: Mostraremos traduções no seu idioma

# onboarding.show_translations
source: Show translations
de: Übersetzungen anzeigen
es: Mostrar traducciones
fr: Afficher les traductions
it: Mostra traduzioni
pt_br: Mostrar traduções

# onboarding.show_translations_desc
source: I'm a beginner, show me translations
de: Ich bin Anfänger, zeig mir Übersetzungen
es: Soy principiante, muéstrame traducciones
fr: Je suis débutant, montrez-moi les traductions
it: Sono un principiante, mostrami le traduzioni
pt_br: Sou iniciante, mostre-me traduções

# onboarding.start
source: Start Learning
de: Lernen starten
es: Empezar a Aprender
fr: Commencer à apprendre
it: Inizia a Imparare
pt_br: Começar a Aprender

# onboarding.translation_subtitle
source: Choose if you want to see translations. You can change this later.
de: Wähle, ob du Übersetzungen sehen möchtest. Du kannst dies später ändern.
es: Elige si quieres ver traducciones. Puedes cambiar esto después.
fr: Choisissez si vous souhaitez voir les traductions. Vous pourrez changer cela plus tard.
it: Scegli se vuoi vedere le traduzioni. Puoi cambiare questa impostazione in seguito.
pt_br: Escolha se deseja ver traduções. Você pode mudar isso depois.

# onboarding.translation_title
source: Translations
de: Übersetzungen
es: Traducciones
fr: Traductions
it: Traduzioni
pt_br: Traduções

# paywall.benefit_all_categories
source: All 13 categories unlocked
de: Alle 13 Kategorien freigeschaltet
es: Las 13 categorías desbloqueadas
it: Tutte le 13 categorie sbloccate
pt_br: Todas as 13 categorias desbloqueadas

# paywall.benefit_new_content
source: New content added regularly
de: Regelmäßig neue Inhalte
es: Nuevo contenido añadido regularmente
it: Nuovi contenuti aggiunti regolarmente
pt_br: Novo conteúdo adicionado regularmente

# paywall.benefit_phrases
source: 3,900 phrases to master
de: 3.900 Phrasen zum Meistern
es: 3.900 frases para dominar
it: 3.900 frasi da padroneggiare
pt_br: 3.900 frases para dominar

# paywall.benefit_support
source: Priority support
de: Prioritäts-Support
es: Soporte prioritario
it: Supporto prioritario
pt_br: Suporte prioritário

# paywall.best_value
source: Best Value
de: Bester Wert
es: Mejor Valor
it: Miglior Valore
pt_br: Melhor Valor

# paywall.error_title
source: Purchase Error
de: Kauffehler
es: Error de Compra
it: Errore di Acquisto
pt_br: Erro na Compra

# paywall.feature_all_categories
source: All 13 categories unlocked
de: Alle 13 Kategorien freigeschaltet
es: Las 13 categorías desbloqueadas
it: Tutte le 13 categorie sbloccate
pt_br: Todas as 13 categorias desbloqueadas

# paywall.feature_new_content
source: New content added regularly
de: Regelmäßig neue Inhalte
es: Nuevo contenido añadido regularmente
it: Nuovi contenuti aggiunti regolarmente
pt_br: Novo conteúdo adicionado regularmente

# paywall.feature_unlimited
source: Unlimited daily phrases
de: Unbegrenzte tägliche Phrasen
es: Frases diarias ilimitadas
it: Frasi giornaliere illimitate
pt_br: Frases diárias ilimitadas

# paywall.free_trial_badge
source: 3-Day Free Trial
de: 3 Tage gratis
es: 3 días gratis
fr: 3 jours gratuits
it: 3 giorni gratis
pt_br: 3 dias grátis

# paywall.monthly
source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
pt_br: Mensal

# paywall.per_month
source: per month
de: pro Monat
es: al mes
fr: par mois
it: al mese
pt_br: por mês

# paywall.per_year
source: per year
de: pro Jahr
es: al año
fr: par an
it: all'anno
pt_br: por ano

# paywall.privacy_link
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de Privacidad
it: Informativa sulla Privacy
pt_br: Política de Privacidade

# paywall.restore
source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar Compras
it: Ripristina Acquisti
pt_br: Restaurar Compras

# paywall.save %lld
source: Save %lld%%
de: Spare %lld%%
es: Ahorra %lld%%
fr: Économisez %lld%%
it: Risparmia %lld%%
pt_br: Economize %lld%%

# paywall.start_trial
source: Start Free Trial
de: Gratis testen
es: Iniciar prueba gratis
fr: Essai gratuit
it: Prova gratuita
pt_br: Iniciar teste grátis

# paywall.subscribe
source: Subscribe Now
de: Jetzt Abonnieren
es: Suscribirse Ahora
it: Abbonati Ora
pt_br: Assinar Agora

# paywall.subscribed_subtitle
source: Enjoy all the benefits of your subscription
de: Genieße alle Vorteile deines Abonnements
es: Disfruta todos los beneficios de tu suscripción
it: Goditi tutti i vantaggi del tuo abbonamento
pt_br: Aproveite todos os benefícios da sua assinatura

# paywall.subscribed_title
source: You're a PRO member!
de: Du bist PRO-Mitglied!
es: ¡Eres miembro PRO!
it: Sei membro PRO!
pt_br: Você é membro PRO!

# paywall.subscription_info
source: Payment will be charged to your Apple ID account at confirmation of purchase. Subscription automatically renews unless canceled at least 24 hours before the end of the current period. You can manage and cancel your subscriptions by going to your App Store account settings after purchase.
de: Die Zahlung wird bei Bestätigung des Kaufs Ihrem Apple-ID-Konto belastet. Das Abonnement verlängert sich automatisch, sofern es nicht mindestens 24 Stunden vor Ablauf des aktuellen Zeitraums gekündigt wird. Sie können Ihre Abonnements nach dem Kauf in den Einstellungen Ihres App Store-Kontos verwalten und kündigen.
es: El pago se cargará a tu cuenta de Apple ID al confirmar la compra. La suscripción se renueva automáticamente a menos que se cancele al menos 24 horas antes del final del período actual. Puedes gestionar y cancelar tus suscripciones en los ajustes de tu cuenta de la App Store después de la compra.
it: Il pagamento verrà addebitato sul tuo account Apple ID alla conferma dell acquisto. L abbonamento si rinnova automaticamente a meno che non venga annullato almeno 24 ore prima della fine del periodo corrente. Puoi gestire e annullare i tuoi abbonamenti nelle impostazioni del tuo account App Store dopo l acquisto.
pt_br: O pagamento será cobrado na sua conta Apple ID ao confirmar a compra. A assinatura é renovada automaticamente, a menos que seja cancelada pelo menos 24 horas antes do fim do período atual. Você pode gerenciar e cancelar suas assinaturas nas configurações da sua conta na App Store após a compra.

# paywall.subtitle
source: Get access to all 13 categories with 3,900 phrases to master developer English
de: Zugang zu allen 13 Kategorien mit 3.900 Phrasen für perfektes Entwickler-Englisch
es: Accede a las 13 categorías con 3.900 frases para dominar el inglés dev
it: Accedi a tutte le 13 categorie con 3.900 frasi per padroneggiare l'inglese dev
pt_br: Acesse todas as 13 categorias com 3.900 frases para dominar o inglês dev

# paywall.terms_link
source: Terms of Use (EULA)
de: Nutzungsbedingungen (EULA)
es: Términos de Uso (EULA)
it: Termini di Utilizzo (EULA)
pt_br: Termos de Uso (EULA)

# paywall.thanks
source: Thank you for your support!
de: Danke für deine Unterstützung!
es: ¡Gracias por tu apoyo!
it: Grazie per il tuo supporto!
pt_br: Obrigado pelo seu apoio!

# paywall.title
source: Unlock All Categories
de: Alle Kategorien freischalten
es: Desbloquea Todas las Categorías
it: Sblocca Tutte le Categorie
pt_br: Desbloqueie Todas as Categorias

# paywall.yearly
source: Yearly
de: Jährlich
es: Anual
fr: Annuel
it: Annuale
pt_br: Anual

# phrase.hide_translation
source: Hide translation
de: Übersetzung ausblenden
es: Ocultar traducción
fr: Masquer la traduction
it: Nascondi traduzione
pt_br: Ocultar tradução

# phrase.learned
source: Learned
de: Gelernt
es: Aprendido
fr: Appris
it: Imparato
pt_br: Aprendido

# phrase.listen
source: Listen
de: Anhören
es: Escuchar
fr: Écouter
it: Ascolta
pt_br: Ouvir

# phrase.show_translation
source: Show translation
de: Übersetzung anzeigen
es: Mostrar traducción
fr: Afficher la traduction
it: Mostra traduzione
pt_br: Mostrar tradução

# phrase.undo_learned
source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
it: Annulla
pt_br: Desfazer

# profile.appearance
source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto
pt_br: Aparência

# profile.current_streak
source: Current Streak
de: Aktuelle Serie
es: Racha Actual
fr: Série actuelle
it: Serie Attuale
pt_br: Sequência Atual

# profile.language
source: Your Language
de: Deine Sprache
es: Tu Idioma
fr: Votre langue
it: La tua Lingua
pt_br: Seu Idioma

# profile.longest_streak
source: Longest Streak
de: Längste Serie
es: Racha Más Larga
fr: Plus longue série
it: Serie Più Lunga
pt_br: Maior Sequência

# profile.no_phrases
source: No phrases here yet
de: Noch keine Phrasen hier
es: Aún no hay frases aquí
fr: Pas encore de phrases ici
it: Nessuna frase qui ancora
pt_br: Nenhuma frase aqui ainda

# profile.notifications
source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
pt_br: Notificações

# profile.notifications_denied
source: Notifications are disabled. Enable them in Settings.
de: Benachrichtigungen sind deaktiviert. Aktiviere sie in den Einstellungen.
es: Las notificaciones están desactivadas. Actívalas en Ajustes.
fr: Les notifications sont désactivées. Active-les dans Réglages.
it: Le notifiche sono disattivate. Attivale nelle Impostazioni.
pt_br: Notificações estão desativadas. Ative nas Configurações.

# profile.notifications_per_day
source: Phrases per day
de: Phrasen pro Tag
es: Frases por día
fr: Phrases par jour
it: Frasi al giorno
pt_br: Frases por dia

# profile.phrase_notifications
source: Phrase notifications
de: Phrasen-Benachrichtigungen
es: Notificaciones de frases
fr: Notifications de phrases
it: Notifiche frasi
pt_br: Notificações de frases

# profile.premium_active_subtitle
source: All 13 categories unlocked — keep learning!
de: Alle 13 Kategorien freigeschaltet — lerne weiter!
es: Las 13 categorías desbloqueadas — ¡sigue aprendiendo!
it: Tutte le 13 categorie sbloccate — continua a imparare!
pt_br: Todas as 13 categorias desbloqueadas — continue aprendendo!

# profile.premium_active_title
source: You are PRO
de: Du bist PRO
es: Eres PRO
it: Sei PRO
pt_br: Você é PRO

# profile.privacy_policy
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de Privacidad
it: Informativa sulla Privacy
pt_br: Política de Privacidade

# profile.pro_subtitle
source: Get access to all 13 categories and 3,900 phrases
de: Zugang zu allen 13 Kategorien und 3.900 Phrasen
es: Accede a las 13 categorías y 3.900 frases
it: Accedi a tutte le 13 categorie e 3.900 frasi
pt_br: Acesse todas as 13 categorias e 3.900 frases

# profile.pro_title
source: Unlock All Categories
de: Alles Freischalten
es: Desbloquea Todo
it: Sblocca Tutto
pt_br: Desbloqueie Tudo

# profile.restore_purchases
source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar Compras
it: Ripristina Acquisti
pt_br: Restaurar Compras

# profile.saved
source: Saved
de: Gespeichert
es: Guardados
fr: Enregistrés
it: Salvati
pt_br: Salvos

# profile.show_translations
source: Show translations
de: Übersetzungen anzeigen
es: Mostrar traducciones
fr: Afficher les traductions
it: Mostra traduzioni
pt_br: Mostrar traduções

# profile.streak_reminder
source: Streak reminder
de: Serien-Erinnerung
es: Recordatorio de racha
fr: Rappel de série
it: Promemoria serie
pt_br: Lembrete da sequência

# profile.streak_reminder.subtitle
source: One notification a day to keep your streak
de: Eine Benachrichtigung pro Tag für deine Serie
es: Una notificación al día para mantener tu racha
fr: Une notification par jour pour garder ta série
it: Una notifica al giorno per mantenere la serie
pt_br: Uma notificação por dia para manter sua sequência

# profile.streak_reminder.time
source: Time
de: Uhrzeit
es: Hora
fr: Heure
it: Orario
pt_br: Horário

# profile.title
source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
pt_br: Perfil

# profile.to_next_level
source: phrases to next level
de: Phrasen bis zum nächsten Level
es: frases para el siguiente nivel
fr: phrases pour le niveau suivant
it: frasi per il livello successivo
pt_br: frases para o próximo nível

# profile.total_phrases
source: Total Phrases
de: Phrasen gesamt
es: Total de Frases
fr: Total de phrases
it: Frasi Totali
pt_br: Total de Frases

# profile.translation_settings
source: Translation
de: Übersetzung
es: Traducción
fr: Traduction
it: Traduzione
pt_br: Tradução

# profile.upgrade_pro
source: Upgrade to Pro
de: Auf Pro upgraden
es: Suscribirse a Pro
it: Passa a Pro
pt_br: Assinar Pro

# profile.widget_description
source: Learn new phrases right from your Home Screen
de: Lerne neue Ausdrücke direkt auf deinem Startbildschirm
es: Aprende nuevas frases directamente desde tu pantalla de inicio
fr: Apprenez de nouvelles expressions depuis votre écran d'accueil
it: Impara nuove frasi direttamente dalla schermata Home
pt_br: Aprenda novas frases direto da sua tela inicial

# profile.widget_instructions
source: Long press the app icon, then select the widget size in the popup
de: Halte den Startbildschirm gedrückt → tippe auf + → suche Devlingo
es: Mantén presionado el ícono del app y selecciona el tamaño del widget en el menú
fr: Appui long sur l'icône, puis sélectionnez la taille du widget dans le menu
it: Tieni premuta l'icona dell'app e seleziona la dimensione del widget nel popup
pt_br: Pressione o ícone do app e selecione o tamanho do widget no menu seguinte

# profile.widget_title
source: Add Widget
de: Widget hinzufügen
es: Agregar Widget
fr: Ajouter un widget
it: Aggiungi Widget
pt_br: Adicionar Widget

# rating.gate.feedback.placeholder
source: Tell us what went wrong...
de: Sag uns, was nicht funktioniert hat...
es: Cuéntanos qué falló...
fr: Dites-nous ce qui n'a pas marché...
it: Raccontaci cosa non ha funzionato...
pt_br: Conta o que não funcionou...

# rating.gate.feedback.send
source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
pt_br: Enviar

# rating.gate.feedback.thanks
source: Thank you! We read every message.
de: Danke! Wir lesen jede Nachricht.
es: ¡Gracias! Leemos todos los mensajes.
fr: Merci ! Nous lisons chaque message.
it: Grazie! Leggiamo ogni messaggio.
pt_br: Obrigado! A gente lê todas as mensagens.

# rating.gate.feedback.title
source: What can we do better?
de: Was können wir besser machen?
es: ¿Qué podemos mejorar?
fr: Que pouvons-nous améliorer ?
it: Cosa possiamo migliorare?
pt_br: O que dá pra melhorar?

# rating.gate.no
source: Not really
de: Nicht wirklich
es: La verdad que no
fr: Pas vraiment
it: Non molto
pt_br: Nem tanto

# rating.gate.question.subtitle
source: Your feedback helps us improve.
de: Dein Feedback hilft uns weiter.
es: Tu opinión nos ayuda a mejorar.
fr: Votre avis nous aide à progresser.
it: Il tuo parere ci aiuta a migliorare.
pt_br: Sua opinião ajuda a melhorar.

# rating.gate.question.title
source: Enjoying the app?
de: Gefällt dir die App?
es: ¿Te gusta la app?
fr: L'application vous plaît ?
it: Ti piace l'app?
pt_br: Curtindo o app?

# rating.gate.yes
source: Yes, loving it
de: Ja, sehr
es: Sí, me encanta
fr: Oui, beaucoup
it: Sì, molto
pt_br: Sim, estou curtindo

# reminder.card.dismiss
source: Dismiss
de: Schließen
es: Descartar
fr: Ignorer
it: Chiudi
pt_br: Dispensar

# reminder.denied.body
source: Enable notifications for DevLingo in Settings to get your daily streak reminder.
de: Aktiviere die Benachrichtigungen für DevLingo in den Einstellungen, um die tägliche Erinnerung zu erhalten.
es: Activa las notificaciones de DevLingo en Ajustes para recibir tu recordatorio diario.
fr: Active les notifications de DevLingo dans Réglages pour recevoir ton rappel quotidien.
it: Attiva le notifiche di DevLingo nelle Impostazioni per ricevere il promemoria giornaliero.
pt_br: Ative as notificações do DevLingo nos Ajustes para receber o lembrete diário da sequência.

# reminder.denied.later
source: Not now
de: Jetzt nicht
es: Ahora no
fr: Pas maintenant
it: Non ora
pt_br: Agora não

# reminder.denied.settings
source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
it: Apri Impostazioni
pt_br: Abrir Ajustes

# reminder.denied.title
source: Notifications are off
de: Benachrichtigungen sind aus
es: Notificaciones desactivadas
fr: Notifications désactivées
it: Notifiche disattivate
pt_br: Notificações desativadas
